Repository: ihusnainaali/eUniversity
Catalog: eUniversity/*.lproj/Localizable.strings
Languages: bs_ba

# welcome_lbl
source: Welcome
bs_ba: Dobro do≈°li

# subtitle_lbl
source: Please choose language of the app
bs_ba: Izaberite jezik aplikacije

source: Index number :
bs_ba: Broj Indexa

# FirstNameLastName
source: Full name :
bs_ba: Ime i prezime

source: Enrollment year :
bs_ba: Generacija :

source: Department :
bs_ba: Odsjek :

source: Curriculum :
bs_ba: Smjer :

# StudyYear
source: Study Year /Semestar
bs_ba: Godina studija /Semestar

source: Student status
bs_ba: Status studenta

source: .Year
bs_ba: .Godina

# dateGradeTtile
source: Date
bs_ba: Datum polaganja

source: Semester
bs_ba: Semestar'

source: Grade
bs_ba: Ocijena

source: Grades
bs_ba: Ocijene

source: All Years
bs_ba: Sve godine

source: First year
bs_ba: Prva godina

source: Second year
bs_ba: Druga godina

source: Third year
bs_ba: Treca godina

source: Passed
bs_ba: Polozeni

source: Unpassed
bs_ba: Nepolozeni

source: Status data
bs_ba: Statusni podaci
